Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/ohcejohka/12_loppuraportti_utsjokimalli.pdf.tmx
Source language: fin
Languages: sme

source: Utsjoki malli
sme: Ohcejohka málle

source: Loppuraportti
sme: Loahpparaporta

source: UTSJOKI MALLI..........................................................................................................................................................
sme: OHCEJOHKA MÁLLE...

source: 15 Rajakaupan kehittäminen tuo työtä ja toimeentuloa...............................................................................................
sme: Rádjagávppi ovddideapmi buktá barggu ja birgenlági...

source: 16 Vientitoiminnan kehittäminen mahdollistaa uusien liiketoimintojen synnyn...............................................
sme: 16 Doalvundoaibmama ovddideapmi dahká vejolažžan ođđa fitnodatdoaimmaid šaddama...

source: LIITTEET......................................................................................................................................................................
sme: Ohcejohkamálle ovddideami barggut čatnet buot oktii...

source: 21 T1: Norjan kruunun kurssin kehitys 2011‐2015..........................................................................................................
sme: T1: Norgga kruvnnu kurssa ovdáneapmis 2011‐2015...

source: 21 T2: Toimipaikat kunnittain 2007‐2013...........................................................................................................................
sme: T2: Doaibmabáikkit gielddaid miel 2007‐2013...

source: 21 T3: Vähittäiskaupan tilastot Utsjoki 2007‐2014.........................................................................................................
sme: T3: Bođugávppi statistihkat Ohcejohka 2007‐2014...

source: 21 T4: Karigasniemen ja Nuorgamin yritysten liikevaihdon kehittyminen 2010‐2014..................................
sme: T4: Gáregasnjárgga ja Njuorggáma fitnodagaid vuovdimiid ovdáneapmi 2010‐2014... 20

source: 22 T5: Norjan verkkokaupan kehittyminen 2012‐2017.................................................................................................
sme: T5: Norgga fierbmegávppi ovdáneapmi 2012‐2017...

source: 22 T6: Maantieviennin arvo Utsjoki (arvio).........................................................................................................................
sme: T6: Eatnangeaidnodoalvuma árvu Ohcejohka (árvvu miel)...

source: 23 T7: Pendelöijät Utsjoki 1987 – 2013..................................................................................................................................
sme: T7: Pendelastit Ohcejohka 1987 – 2013...

source: 23 T8: Kruunun kurssin vaikutus ansiotasoon rajankävijöillä.................................................................................... 23 T9: Utsjoen kunnan väestönmuutos...................................................................................................................................
sme: T8: Kruvnnu kurssa váikkuhus rádjajohttiid dinendássái...

source: 25 RAJATYÖNTEKIJÄN SOSIAALITURVA (KELA 16.6.
sme: T9: Ohcejoga gieldda olmmošlogu nuppástus... 22

source: Utsjoki on Barentsin alueen keskiössä, ja tarjoaa äärettömän hyvän elinkeinollisen potentiaalin mo
sme: 22 Ohcejohka lea gasku Barentsa guovllu, ja dat addá hui buori ealáhuslaš potentiála máŋgga

source: nille toimialoille.
sme: doaibmasuorgái.

source: Finnmarkin alueen työvoimapula tarjoaa utsjokelaisille ammattilaisille oivan
sme: Finnmárkku guovllu bargofápmovátni addá ohcejohkalaš ámmátolbmuide

source: mahdollisuuden työllistää itsensä Norjan puolella kuin myös Norjan korkeammasta elintasosta joh
sme: erenomáš vejolašvuođa fidnet alcceset barggu Norgga bealde ja maiddá Norgga alladat eallindásis

source: tuva hintojen kalleus luo elinkeinollisen potentiaalin Utsjoen kylille tarjota kilpailukykyisen ostos
sme: čuovvu divrasut hattit fidnejit áigái ealáhuslaš potentiála Ohcejoga giliide fállat gilvalannávccalaš

source: keskuksen Norjassa asuville.
sme: gávppašanguovddáža Norggas orruide.

source: Vientitoiminnan kilpailukyky tulee tuotannollisen toiminnan kautta,
sme: Doalvundoaimmaid gilvalannákca boahtá buvttadeapmái

source: jossa valmistavan tai kokoavan teollisuuden kustannusten kautta saatava kilpailuetu mahdollistaa
sme: guoski doaimmaid bokte, mas válmmašteaddji dahje čohkkejeaddji industriija goasttádusaid bokte

source: kannattavan vientitoiminnan käynnistämisen Norjaan.
sme: oažžašuvvi gilvalanovdamunni dahká vejolažžan álggahit gánnáhahtti doalvundoaibmama Norgii.

source: Utsjoki malli -esiselvityshankkeen ideana oli selvittää, kuinka Utsjokea voidaan vahvistaa vahvana
sme: Ohcejohka málle -ovdačielggadanprojeavtta jurddan lei čielggadit, man láhkai Ohcejoga sáhttá

source: rajakaupan ja raja-alueen lähipalvelukeskuksena, porttina Barentsin alueelle.
sme: nannet nana rádjagávppi ja rádjaguovllu lagasbálvalusguovddážin, verráhin Barentsa guvlui.

source: Pitkän aikavälin visio
sme: Guhkit

source: na on, että Utsjoen kunta on vuonna 2020 vahva ja vetovoimainen lähipalvelu- ja asumiskeskus.
sme: áiggi boahttevuođagovvan lea, ahte Ohcejoga gielda lea jagi 2020 nana ja geasuheaddji lagasbálvalus- ja ássanguovddáš.

source: Rajakauppa ja vienti, rajan ylittävät toiminnot sekä Norja ja Barents osaaminen ovat kehittymisen
sme: Rádjagávpi ja doalvun, rastá rájá olli doaimmat sihke Norga ja Barents čehppodat leat ovdáneami čoavddadahkkit.

source: Utsjoen kylät ovat houkuttelevia, viihtyisiä ja turvallisia asuinpaikkoja Norjassa
sme: Ohcejoga gilit leat geasuheaddjit, guoibmás ja

source: työskenteleville ja heidän perheilleen, sekä houkutteleva yritysympäristö kaupan, palveluiden ja
sme: dorvvolaš orrunbáikkit Norggas bargiide ja sin bearrašiidda, sihke geasuheaddji fitnodatbiras

source: pienteollisuuden alan yrityksille.
sme: gávppi, bálvalusaid ja smávvaindustriija suorggi fitnodagaide.

source: Utsjoki malli on toimintatapa, jossa yrittäjät ja kuntalaiset ottavat itse vastuun omasta kehittämises
sme: Ohcejohka málle lea doaibmanvuohki, mas fitnodateaiggádat ja gieldda ássit váldet ieža

source: tään, määrittelevät tavoitteet ja toimenpiteet, jossa kunnan rooli on olla tukevassa osassa, ei vetä
sme: ovddasvástádusa ovddideamisteaset, meroštallet mihttomeriid ja doaibmabijuid, mas gieldda rolla lea leat doarju oasis, ii geassimin.

source: Rajakauppiaat tekevät tiivistä yhteistyötä kehittääkseen Utsjoesta ”kauppakeskuksen” joka
sme: Rádjagávpejasat barget divttis oktasašbarggu fidnet Ohcejogas

source: kilpailee laadulla ja kokonaisvaltaisella tarjoamalla alhaisemman hinnan sijaan.
sme: ”gávppašanguovddáža” mii gilvala kvalitehtain ja oppalaš fáluin hálbbit hatti sajes.

source: Kilpailuetuna ei enää ole pelkkä hinta, vaan vetovoimatekijöitä on laajemmin.
sme: Gilvalanovdamunnin ii leat šat dušše haddi, muhto geasuheaddji áššit leat viidábut.

source: täiskaupassa luovat vahvaa kysyntää, ja aktiivisella yhteismarkkinoinnilla tavoitellaan laajasti uusia
sme: Ođđa jierpmálaš doaibmanmállet bođugávppis fidnejit áigái nana jearu, ja viššalit oktasašmárkanastimiin

source: Vientitoiminnan ympärille muodostuu teemallisia klustereita, jotka tarjoavat norjalai
sme: háhpohallojit viidát ođđa áššehasat. Doalvundoaibmama birra šaddet temálaš klusterat, mat fállet

source: sille asiakkuuksille kokonaispaketteja yksittäisten palveluiden sijaan.
sme: norgalaš áššehasaide oppalašpáhkaid ovttat bálvalusaid sadjái.

source: Verkostoituminen alan toimi
sme: Fierbmi suorggi doaibmiid gaskka

source: joiden kesken lisää tietoisuutta toisten osaamisesta ja systemoitu toimintamalli lisää luottamusta
sme: lasiha diehtima nuppiid čehppodagas ja vuogálaččat ordnejuvvon doaibmanmálle lasiha luohttámuša áššehasaid gaskkas.

source: Toiminta rakennetaan järjestelmäpohjaiseksi, joka takaa sen skaalautuvuuden ja
sme: Doaibman ráhkaduvvo vuogádatvuođu ala, mii dáhkida dan skála

source: tulevaisuudessa mahdollistaa uusien toimijoiden integroitumisen vaivattomasti mukaan.
sme: ja dahká boahttevuođas vejolažžan ođđa doaibmiid boahtima álkket mielde.

source: työskentelyn osalta suurimmat esteet on saatu karsittua ja rajankävijöiden osalta työnteko Norjaan
sme: Rastá rájá bargama buohta stuorámus eastagat lea fidnejuvvon jávkat ja rádjajohttiid buohta bargan Norgii lahkona

source: lähenee kotimaisen palkkatyön byrokraattisuutta.
sme: ruovtturiikka bálkábarggu byrokratiija.

source: Utsjoki mallissa Utsjoen kuntaan muodostuu kolme tasavahvaa kyläaluetta omine vahvuuksineen.
sme: Ohcejohka málles Ohcejoga gildii šaddet golbma ovtta dásu giliguovllu iežaset nanusvuođaiguin.

source: Kylät kehittyvät elinkeinotoiminnan kautta, joka mahdollistaa nuorille työpaikkoja, sekä jo kunnas
sme: Gilit ovdánit ealáhusdoaimmaid bokte, mii vejolaččat buktá nuoraide bargosajiid, sihke jo gielddas

source: ta poismuuttaneille mahdollisuuden palata synnyinseuduilleen.
sme: 3 eret fárren olbmuide vejolašvuođa máhccat iežaset šaddanguvlui.

source: Tämä tuo kunnallistalouteen merkit
sme: Dát buktá gieldaekonomiijai

source: tävissä määrin verotuloja, joka pienentää riippuvuutta valtionosuuksista kunnan toimintojen ylläpi
sme: mearkkašahtti mearis vearroboađuid, mii fas geahpeda sorjavašvuođa stáhtaossosiin gieldda

source: tämiseen ja kehittämiseen.
sme: doaimmaid doalaheamis ja ovddideamis.

source: Utsjoen kylien lähipalvelukeskusten kehittymisen esteenä on ainoastaan oma tahtotila, joka pitää
sme: Ohcejoga giliid lagašbálvalusguovddážiid ovddideami árrun lea dušše iežas dáhtudilli, man berre

source: saada kehittämissuuntautuneeksi.
sme: fidnet mieđisin ovddideami guvlui.

source: Maailma muuttuu, jolloin myös meidän on muututtava.
sme: Máilbmi muhttašuvvá, dalle maiddá mii fertet muhttašuvvat.

source: eista voidaan luoda yhdessä viihtyisiä paikkoja elää, joissa on saatavilla peruspalvelut ja työtä toi
sme: Giliviidodagain sáhttá fidnet ovttas áigái hávskás orrunbáikkiid, main leat fidnemis vuođđobálvalusat ja bargu mii dáhkida birgenlági.

source: Näin pidämme kunnan elinvoimaisena, ja mahdollisuuden ylläpitää meille
sme: Ná doallat gieldda eallinfámolažžan, ja vejolašvuođa bajásdoallat midjiide deaŧalaš áššiid.

source: Utsjoki malli on tekemisen kautta muodostuvaa ansaintaa, joka parantaa kuntalaisten elinoloja.
sme: Ohcejohka málle lea bargama bokte šaddi dinen, mii buorida gieldda ássiid eallindili.

source: tivoinnin ja hankkeistamisen kautta olemassa olevien elinkeinojen kannattavuus paranee, ja liike
sme: Aktiverema ja áigumušaid plánemiid bokte dálá ealáhusaid gánnáheapmi buorrána, ja fitnodatdoaibmama volymat

source: toiminnan volyymit kasvavat.
sme: sturrot.

source: Kasvava työvoimatarve tarvitsee uutta asuntokantaa, ja yritykset lii
sme: Lassáneaddji bargofápmodárbu lasiha ođđa viesuid dárbbu ja fitnodagat dárbbašit

source: kehuoneistoja.
sme: fitnodatlanjaid.

source: Edunvalvonnalla varmistetaan erilaisten ryhmien etuja, ja turvataan kunnan omia
sme: Ovddugohcimiin sihkkarastojit guđege lágan joavkkuid ovddut, ja suddjejuvvojit

source: 4 uhkia.
sme: gieldda iežas áitagiid vuostá.

source: Elinkeinojen ekosysteemien kautta toimialat lähenevät toisiaan, ja luonnolliset risteymät löy
sme: Ealáhusaid ekosystemaid bokte doaibmasuorggit lahkanit nuppiideaset, ja lunddolaš ruossaneamit gávdnojit mat jorgaluvvojit nanusvuohtan.

source: Tätä on Utsjoki malli.
sme: Dát lea Ohcejohka málle.

source: Tilastokeskuksen toimipaikkarekisteri Utsjoen kunnan osalta osoittaa, että kunnassa oli 2014 123
sme: Statistihkkaguovddáža doaibmabáikeregisttar Ohcejoga gieldda buohta čájeha, ahte gielddas ledje

source: toimipaikkaa, joiden kokonaisliikevaihto oli hieman yli 42 miljoonaa euroa.
sme: 2014 123 doaibmabáikki, maid oppalašvuovdimat ledje badjelaš 42 miljovnna euro.

source: toimipaikoissa oli 178 henkeä, ja toimipaikkojen määrä on kasvanut vuositasolla useita prosentteja.
sme: Bargoveahka dáin doaibmabáikkiin lei 178 olbmo, ja doaibmabáikkiid lohku lea sturron jahkedásis máŋga

source: Vähittäiskaupan osuus tästä liikevaihdosta on vuoden 2014 osalta ollut yli 30 miljoonaa euroa, työl
sme: proseantta. Bođugávppi ossodat dáin vuovdimiin lea jagi 2014 buohta leamaš badjel 30 miljovnna

source: listäen 72 henkilöä.
sme: euro, addimiin barggu 72 olbmui.

source: Tämä tarkoittaa, että vähittäiskaupan kautta muodostuu koko kunnan elinkei
sme: Dát dárkkuha, ahte bođugávppi bokte šaddá oppa gieldda

source: noelämän liikevaihdosta noin 73% sekä toimipaikkojen henkilöstön osalta työllistää 40% henkilös
sme: ealáhuseallima vuovdimiin sullii 73% sihke doaibmabáikkiid bargoveaga buohta addá barggu 40%

source: töstä.
sme: bargiin.

source: Nämä luvut osoittavat vähittäiskaupan merkittävyyden kunnan elinkeinoelämälle, sekä alueta
sme: Dát logut čájehit bođugávppi mearkkašumi gieldda ealáhuseallimii, sihke guovloekonomiai

source: louteen jäävälle varallisuudelle ansiotulojen verotuksen kautta.
sme: báhcci ruđaide dietnasiid vearuhusa bokte.

source: Muu kunnan elinkeinotoiminta on
sme: Gieldda eará ealáhusdoaibman lea eanaš smávvalágan ja

source: pääsääntöisesti pienimuotoista itsensä työllistämistä, mutta erityisen tärkeässä asemassa.
sme: mii addá barggu olbmui alcces, muhto earenoamáš deaŧalaš sajádagas. Earáid earet bođugávppi

source: kuin vähittäiskaupan toimipaikkojen määrä on Utsjoella 106, kuten myös henkilöstön määrä.
sme: doaibmabáikkiid lohku lea Ohcejogas 106, nugo maiddá bargoveaga mearri.

source: Rajakauppaa harjoittavien yritysten, joiden tilinpäätöstiedot ovat julkisia, toiminta on vuosien 2011
sme: Rádjagávppi doalaheaddji fitnodagaid, maid rehketdoalloloahpahusdieđut leat almmolačča,

source: - 2014 välisten tilikausien aikana kasvanut merkittävästi. Karigasniemen ja Nuorgamin välillä ei ole
sme: doaibman lea jagiid 2011 - 2014 gaskasaš rehketdoallobajiid áigge lassánan mearkkašahtti mearis.

source: keskiarvollisesti juurikaan heittoa, vaan molempien kylien osalta yritysten liikevaihdot ovat tällä
sme: Gáregasnjárgga ja Njuorggáma gaskka ii leat gaskaárvvu dáfus olus erohus, muhto goappáge gili

source: tarkastelujaksolla kasvaneet 40%. Tarkasteltujen kymmenen yrityksen kohdalla ainoastaan yhden
sme: buohta fitnodagaid vuovdimat leat dán geahčadanbajis lassánan 40%. Čuvvojuvvon logi fitnodaga

source: yrityksen liikevaihto oli laskenut, muiden koko ajanjakson ajan kasvanut.
sme: buohta dušše ovtta fitnodaga vuovdimat ledje geahppánan, earáin oppa dán baji áigge lassánan.

source: vyn osalta kasvu ei ole seurannut liikevaihdon kehittymistä, mutta molempien kylien yritysten yh
sme: Fitnodagaid bohtosiiddahkannávccaid buohta stuorrun ii leat čuvvon vuovdimiid ovdáneami, muhto

source: teenlaskettu tuloksentekokyky on ollut keskimäärin 500.000 euroa tilikaudessa sen kasvaessa tili kaudesta 2011 tilikauteen 2014 24%.
sme: 500.000 euro rehketdoallobajis dan lassánettiin rehketdoallobajis 2011 rehketdoallobadjái 2014

source: Tilikausi 2014 on seurantajakson osalta ensimmäinen tilikau
sme: 24%. Rehketdoallobadji 2014 lea čuovvunáiggi buohta vuosttas rehketdoallobadji, man áigge sihke

source: Tämän selittävänä tekijänä
sme: vuovdimat ja boađus njidje eará rehketdoallobajiid ektui.

source: on suurelta osin kruunun kurssin heikentyminen.
sme: Dán čilgejeaddji dahkkin lea eanaš oassái kruvnnu kurssa fuotnáneapmi.

source: On kuitenkin huomattava, että tämän tarkasteltu
sme: Berre goittotge fuomášit, ahte dáid čuvvojuvvon fitnodagaid

source: jen yritysten laskun aiheutti yhden yrityksen voimakas sukeltaminen muiden onnistuessa myynnis
sme: njiedjama dagahii dat, ahte okta fitnodat buokčalii sakka go fas earát lihkostuvve iežaset

source: sään ja tuloksen tekemisessään paremmin.
sme: vuovdimiiguin ja bohtosa dahkamis buorebut.

source: Vähittäiskaupan uskotaan olevan hyvin pitkälti Norjan kruunun kurssin kehittymisen kanssa käsi
sme: Bođugávppi jáhkket leat hui ollu Norgga kruvnnu kurssa ovdánemiin giehtalagaid.

source: Tätä se toki on, eikä kruunun heikentymisen merkitystä voida väheksyä, mutta toiminnan
sme: Ná dieđusge lea, iige kruvnnu fuotnáneami mearkkašumi sáhte badjelgeahččat, muhto doaimmaid joatkašuvvama

source: jatkumisen rakentaminen ainoastaan ulkopuolisen kurssin varaan on hyvin suuririskistä toimintaa.
sme: ráhkadeapmi dušše olggobeale kurssa vehkii lea doaibman, mas lea hui stuorra riska.

source: Norjasta löytyy maksukykyistä asiakaskuntaa, joka arvostaa hintojen lisäksi laajaa tavara ja palve
sme: Norggas gávdnojit máksinnávccalaš áššehasat, geat addet árvvu hattiid lassin viiddis gálvo- ja bálvalus-

source: luvalikoimaa.
sme: válljenmunnái.

source: Utsjoen vähittäiskaupan kasvu reilussa viidessä vuodessa kymmenellä miljoonalla
sme: Ohcejoga bođugávppi stuorrun ráhpat viđa jagis logi miljovnna euroin sullii

source: 5 eurolla kutakuinkin samalla yrityskannalla ja henkilöstömäärällä on merkittävä.
sme: seamma fitnodatmáttuin ja bargimeriin lea mearkkašahtti. Ná sakka stuorrumii eai fásta

source: vuun ei vakiintuneilla toimialoilla normaalisti päästä, jolloin yrittäjät ovat tehneet oikeita asioita
sme: doaibmasurggiin dábálaččat beasa, nuba fitnodatdoallit leat dahkan rivttes áššiid, ahte dákkár

source: mahdollistaakseen tämän hypyn.
sme: njuiken lea šaddan vejolažžan.

source: Norjalaisten ostoskäyttäytymistä on tutkittu Enontekiöllä puhelinhaastatteluin, ja niissä todettiin
sme: Norgalaččaid gávppašeapmi lea dutkojuvvon Eanodagas telefonjearahallamiiguin, ja dain

source: että noin 62 prosenttia lähialueen norjalaisista käy Suomen puolella ostoksilla.
sme: gávnnahuvvui ahte sullii 62 proseantta lagašguovllu norgalaččain fitnet Suoma bealde gávppiin.

source: koittaisia kävijöitä oli noin 7%, ja kuukausittaisia 18%. Norjalaiset ostosmatkailijat olivat pääsään
sme: Jearahallojuvvon olbmuin juohke vahkus fidnit ledje sullii 7%, ja juohke mánotbajis 18%. Norgalaš

source: töisesti tulotasoltaan norjalaiseen keskiluokkaan kuuluvia, jotka tulivat halvempien liha-, alkoholi-
sme: gávppašanturisttat ledje eanaš boahtodási beales norgalaš gaskaluohkkái gullevačča, geat bohte

source: ja tupakkatuotteiden houkuttelemana, mutta myös muilla vetovoimatekijöillä on merkityksensä.
sme: hálbbit biergo-, alkohola- ja duhpátbuktagiid geažil, muhto maiddá eará geasuhandahkkiin lea

source: Palveluvalikoima ja hyvä palvelu nousivat tärkeiksi syiksi tulla ostosmatkalle Suomeen, vaikka
sme: mearkkašupmi. Bálvalusaid válljenmunni ja buorre bálvalus badjánedje deaŧalaš sivvan boahtit

source: puutteita koettiin olevan leipä ja leipomotuotteista, kuten myös vaatetuksen että sisustustarvikkei
sme: gávppiide Supmii, vaikke atnege, ahte láibe- ja báhkárbuktagat leat vánis, nu maiddá biktasiid ja

source: Kodin elektroniikalle olisi myös oma ostajakuntansa, mutta kyselyssä paljastui myös se,
sme: viessodárbašiid buohta. Ruovttu elektronihkkii livččii maiddá iežas oastijoavku, muhto

source: että valtaosalle kodin elektroniikalla ei ollut mitään merkitystä.
sme: jearahallamis albmanuvai maid dat, ahte eatnašiidda ruovttu elektronihkas ii lean miige

source: Norjalaiset käyttävät pohjoismaalaisista eniten rajanylittävää verkkokauppaa.
sme: Norgalaččat geavahit davviriikkaid ássiin eanemus rastá rájá olli fierbmegávppi.

source: Lähes puolet norjalai
sme: Masá bealli

source: sista tilasivat verkkokaupasta ulkomailta, ja vähintään kerran viikossa ostoksia tekeviä on noin
sme: norgalaččain diŋgojit fierbmegávppis olgoriikkain, ja uhcimustá oktii vahkus gávppašeaddjit leat

source: 1.335. 000 henkilöä.
sme: sullii 1.335.000 olbmo.

source: Kokonaisverkkomyynnin arvo Norjassa on noin 9 miljardia euroa, josta yli
sme: Ollesfierbmevuovdima árvu Norggas lea sullii 9 miljárda euro, mas badjel

source: puoli miljardia euroa käytetään ostoksiin ulkomaille.
sme: bealle miljárda euro geavahit oastimiidda olgoriikkain.

source: Verkkokauppojen tulevaisuus tulee olemaan
sme: Fierbmegávppiid boahttevuohta šaddá leat

source: fyysisten ja digitaalisten kanavien yhdistämisessä (omnichanel), josta suomalainen verkkokaup
sme: fysalaš ja digitála kanálaid ovttastuhttimis (omnichanel), mas suopmilaš verkkokauppa.com lea

source: pa.com on hyvä esimerkki.
sme: buorre ovdamearka.

source: Utsjoki tarjoaa erinomaisen sijaintinsa ja alhaisemman kulutason kautta hyvän mahdollisuuden läh
sme: Ohcejohka addá iežas earenoamáš saji ja vuolit gollodási bokte buori vejolašvuođa fállagoahtit

source: teä tarjoamaan uudenlaisia palveluja sähköisten kanavien kautta norjalaisille.
sme: ođđalágan bálvalusaid elektrovnnalaš kanálaid bokte norgalaččaide.

source: Fyysisen ja digitaali
sme: Fysalaš ja digitála

source: sen myyntikanavan yhdistelmillä on mahdollista luoda perinteiseen vähittäiskauppaan uusia liike
sme: vuovdinkanála oktiibijuiguin lea vejolaš oažžut áigái árbevirolaš bođugávpái fitnodatdoaibmamii

source: toiminnallisia mahdollisuuksia, ja saada uusia asiakkaita asioimaan Utsjoella.
sme: guoski ođđa vejolašvuođaid, ja oažžut ođđa áššehasaid dikšut áššiideaset Ohcejogas.

source: Esimerkiksi uudenlai
sme: Ovdamearkka

source: set smartpostit, joissa tuotteet tilataan ja maksetaan Utsjoella, luo kilpailuedun norjalaisiin verkko
sme: dihtii ođđalágan smartpoasttat, main buktagat diŋgojuvvojit ja máksojit Ohcejogas, buktá gilvalanovddu norgalaš fierbmegávppiid ektui.

source: Tämä laajentaa myös paikkakuntalaisten palveluvalikoimaa, ja saa norjalaiset
sme: Dát viiddida maiddái báikegotti olbmuid bálvalusválljenmuni, ja fidne norgalaččaid dikšut fas áššiideaset Suoma bealde.

source: Utsjoen rajakaupan pitkän aikavälin menestystekijä tulee olemaan se, löydetäänkö hinnan lisäksi
sme: Ohcejoga rádjagávppi guhkes áigegaskka menestusdahkki šaddá leat dat, gávdnetgo hatti lassin eará

source: muita kilpailutekijöitä.
sme: gilvalandahkkiid.

source: Vähittäiskaupan osalta perinteiset toimintamallit ovat murtumassa, ja sama
sme: Bođugávppi buohta árbevirolaš doaibmanmállet leat moallaneamen, ja seamma

source: kehitys etenee hitaasti myös kohti Utsjokea.
sme: ovdánupmi joavdá gulul maiddá Ohcejoga guvlui.

source: On löydettävä uusi tapa toimia kannattavasti, ja kyettä
sme: Ferte gávdnat ođđa vuogi doaibmat gánnáhahtti

source: vä tarjoamaan asiakkaille entistä enemmän lisäarvoa.
sme: láhkai, ja nákcet fállat áššehasaide ain eanet go ovdal lasseárvvu.

source: Vetovoimatekijänä halvempi kustannusraken
sme: Geasuhandahkkin hálbbit

source: ne on Suomen etuna, mutta muiden kilpailuetujen kehittämistä ei saa unohtaa.
sme: goasttádusráhkadus lea Suoma ávkin, muhto eará gilvalanovdduid hutkama ii oaččo vajáldahttit.

source: 6 ta vähittäiskauppa on pääomia omistettaessa matalan kynnyksen toimiala, ja esimerkiksi norjalaisen
sme: Riskkaid dáfus bođugávpi lea oaiveopmodaga oamastettiin vuollegis šielmmá doaibmasuorgi, ja

source: toimijan on suhteellisen helppo käynnistää liiketoimintojaan Suomen puolella.
sme: ovdamearkka dihtii norgalaš doaibmis lea viehka álki álggahit fitnodatdoaimmaidis Suoma bealde.

source: Yksin tekemisen yrityskulttuuri on vaihtumassa pikkuhiljaa yhdessä tekemiseksi, Mahdollisuuksien
sme: Okto bargama fitnodatkultuvra lea lotnašuvvamin vehážiid miel ovttas bargamii. Vejolašvuođaid

source: ymmärtäminen, luominen sekä vuorovaikutus ovat avaintaitoja joiden on tarve ylittää toimialarajat
sme: ádden, áigái fidnen sihke vuorrováikkuhus leat čoavddadáiddut main lea dárbbašlaš ollit rastá

source: tulevaisuudessa.
sme: doaibmasuorgerájáid boahttevuođas.

source: Utsjoen kylien yrittäjien on aika löytää toisensa kumppaneina, ja nähdä yhteisen
sme: Ohcejoga giliid fitnodateaiggádiin lea áigi gávdnat nuppiideaset guoibmin, ja oaidnit oktasaš bargama fámu.

source: On kaikkien etu, että Utsjoelle saadaan ostosmatkailijoita, jakautuivat heidän
sme: Lea buohkaid ávki, ahte Ohcejohkii fidnejuvvojit gávppašanturisttat, juohkásedje dal sin oastimat dasto geasa ihkinassii.

source: ostoksensa sitten kenelle toimijalle tahansa. Toimijoiden erikoistumisen ja palveluvalikoiman kaut
sme: sierramáhttima ja bálvalusaid válljenmuni bokte áššehasat gávdnet aiddo sidjiide vuohkkasamos
